byeRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns="http://hamendi.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <getByeMsg/>
    </soapenv:Body>
</soapenv:Envelope>

